Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HOLE_PEG_TEST_PLACE_INSTRUCTION_RIGHT_HAND
source: Put the peg in the hole using your right hand.
ar: قم بوضع العقدة في الحفرة باستخدام اليد اليمنى.
ca: Posa la clavilla al forat amb la mà dreta.
cs: Zasuňte kolík do otvoru pravou rukou.
da: Anbring cirklen i hullet vha. din højre hånd.
de: Bewege den Kreis mit der rechten Hand in das Loch.
el: Τοποθετήστε τον κύκλο στην οπή με το δεξιό χέρι σας.
es: Introduce la clavija en el agujero con la mano derecha.
es_419: Coloca la estaca en el hoyo usando tu mano derecha.
fi: Laita palikka reikään oikealla kädellä.
fr: Placez le rond dans le trou avec votre main droite.
fr_ca: Placez le cercle dans le trou en utilisant votre main droite.
he: מקם/י את הדיסקית בתוך החור באמצעות ידך הימנית.
hi: अपने दाएँ हाथ से पेग को छिद्र में डालें।
hr: Stavite klin u rupu koristeći se desnom rukom.
hu: Tegye a kört a lyukba a jobb kezével.
id: Letakkan sumbat di lubang menggunakan tangan kanan Anda.
it: Sposta l'icona colorata nella sagoma vuota usando la mano destra.
ja: 右手で円を穴に置いてください。
ko: 오른손을 사용하여 페그를 구멍에 넣으십시오.
ms: Letakkan pancang ke dalam lubang menggunakan tangan kanan anda.
nb: Plasser pluggen i hullet med høyre hånd.
nl: Plaats met je rechterhand het schijfje in de cirkel.
pl: Umieść kołek w otworze, używając prawej ręki.
pt: Coloque o círculo no buraco com sua mão direita.
pt_pt: Com a mão direita, ponha o círculo dentro do buraco.
ro: Puneți cercul în orificiu folosind mâna dreaptă.
ru: Поместите колышек в лунку правой рукой.
sk: Umiestnite kolík do otvoru pomocou pravej ruky.
sv: Placera pinnen i hålet med hjälp av höger hand.
sw: Weka kipini kwenye tundu kwa kutumia mkono wako wa kulia.
th: ใช้มือขวาหยิบหมุดวางลงในช่อง
tr: Sağ elinizi kullanarak daireyi deliğin içine koyun.
uk: Покладіть кілок в отвір правою рукою.
vi: Đặt miếng gỗ vào trong lỗ bằng tay phải của bạn.
zh_cn: 用您的右手将圆饼放入圆孔中。
zh_hk: 請用右手將圓柱放進洞中。
zh_tw: 用您的右手將圓柱放入孔中。

# HOLE_PEG_TEST_REMOVE_INSTRUCTION_LEFT_HAND
source: Put the peg behind the line using your left hand.
ar: قم بوضع العقدة خلف السطر باستخدام اليد اليسرى.
ca: Posa la clavilla darrere de la línia amb la mà esquerra.
cs: Umístěte kolík za čáru levou rukou.
da: Anbring cirklen bag ved stregen vha. din venstre hånd.
de: Bewege den Kreis mit der linken Hand hinter die Linie.
el: Τοποθετήστε τον κύκλο πίσω από τη γραμμή με το αριστερό χέρι σας.
es: Coloca la clavija detrás de la línea con la mano izquierda.
es_419: Coloca la estaca detrás de la línea usando tu mano izquierda.
fi: Laita palikka viivan taakse vasemmalla kädellä.
fr: Placez le rond derrière la ligne avec votre main gauche.
fr_ca: Placez le cercle derrière la ligne en utilisant votre main gauche.
he: מקם/י את הדיסקית מאחורי הקו באמצעות ידך השמאלית.
hi: अपने बाएँ हाथ से पेग को रेखा के पीछे करें।
hr: Stavite klin iza crte koristeći se lijevom rukom.
hu: Tegye a kört a vonal mögé a bal kezével.
id: Letakkan sumbat di belakang garis menggunakan tangan kiri Anda.
it: Sposta l'icona colorata dietro la linea usando la mano sinistra.
ja: 左手で円を線の向こう側に置いてください。
ko: 왼손을 사용하여 페그를 선 뒤에 놓으십시오.
ms: Letakkan pancang di belakang garis menggunakan tangan kiri anda.
nb: Plasser pluggen bak streken med venstre hånd.
nl: Plaats met je linkerhand het schijfje achter de lijn.
pl: Umieść kołek za linią, używając lewej ręki.
pt: Coloque o círculo atrás da linha com sua mão esquerda.
pt_pt: Com a mão esquerda, ponha o círculo do outro lado da linha.
ro: Puneți cercul după linie folosind mâna stângă.
ru: Поместите колышек за линию левой рукой.
sk: Položte kolík za čiaru pomocou ľavej ruky.
sv: Placera pinnen bakom strecket med hjälp av vänster hand.
sw: Weka kipini nyuma ya mstari ukitumia mkono wako wa kushoto.
th: ใช้มือซ้ายหยิบหมุดวางไว้ข้างหลังเส้น
tr: Sol elinizi kullanarak daireyi çizginin arkasına koyun.
uk: Покладіть кілок за лінію лівою рукою.
vi: Đặt miếng gỗ phía sau dòng kẻ bằng tay trái của bạn.
zh_cn: 用您的左手将圆饼放在线条后方。
zh_hk: 請用左手將圓柱放進線後。
zh_tw: 用您的左手將圓柱放在線的後方。

# HOLE_PEG_TEST_REMOVE_INSTRUCTION_RIGHT_HAND
source: Put the peg behind the line using your right hand.
ar: قم بوضع العقدة خلف السطر باستخدام اليد اليمنى.
ca: Posa la clavilla darrere de la línia amb la mà dreta.
cs: Umístěte kolík za čáru pravou rukou.
da: Anbring cirklen bag ved stregen vha. din højre hånd.
de: Bewege den Kreis mit der rechten Hand hinter die Linie.
el: Τοποθετήστε τον κύκλο πίσω από τη γραμμή με το δεξιό χέρι σας.
es: Coloca la clavija detrás de la línea con la mano derecha.
es_419: Coloca la estaca detrás de la línea usando tu mano derecha.
fi: Laita palikka viivan taakse oikealla kädellä.
fr: Placez le rond derrière la ligne avec votre main droite.
fr_ca: Placez le cercle derrière la ligne en utilisant votre main droite.
he: מקם/י את הדיסקית מאחורי הקו באמצעות ידך הימנית.
hi: अपने दाएँ हाथ से पेग को रेखा के पीछे करें।
hr: Stavite klin iza crte koristeći se desnom rukom.
hu: Tegye a kört a vonal mögé a jobb kezével.
id: Letakkan sumbat di belakang garis menggunakan tangan kanan Anda.
it: Sposta l'icona colorata dietro la linea usando la mano destra.
ja: 右手で円を線の向こう側に置いてください。
ko: 오른손을 사용하여 페그를 선 뒤에 놓으십시오.
ms: Letakkan pancang di belakang garis menggunakan tangan kanan anda.
nb: Plasser pluggen bak streken med høyre hånd.
nl: Plaats met je rechterhand het schijfje achter de lijn.
pl: Umieść kołek za linią, używając prawej ręki.
pt: Coloque o círculo atrás da linha com sua mão direita.
pt_pt: Com a mão direita, ponha o círculo do outro lado da linha.
ro: Puneți cercul după linie folosind mâna dreaptă.
ru: Поместите колышек за линию правой рукой.
sk: Položte kolík za čiaru pomocou pravej ruky.
sv: Placera pinnen bakom strecket med hjälp av höger hand.
sw: Weka kipini nyuma ya mstari kwa kutumia mkono wako wa kulia.
th: ใช้มือขวาหยิบหมุดวางไว้ข้างหลังเส้น
tr: Sağ elinizi kullanarak daireyi çizginin arkasına koyun.
uk: Покладіть кілок за лінію правою рукою.
vi: Đặt miếng gỗ phía sau dòng kẻ bằng tay phải của bạn.
zh_cn: 用您的右手将圆饼放在线条后方。
zh_hk: 請用右手將圓柱放進線後。
zh_tw: 用您右手將圓柱放在線的後方。

# HOLE_PEG_TEST_TEXT
source: Pick up the peg using two fingers.
ar: رفع العقدة باستخدام اصبعين.
ca: Agafa la clavilla fent servir dos dits.
cs: Uchopte kolík dvěma prsty.
da: Saml cirklen op vha. to fingre.
de: Bewege den Kreis mit zwei Fingern.
el: Σηκώστε τον κύκλο με δύο δάχτυλα.
es: Coge la clavija con dos dedos.
es_419: Recoge la estaca con dos dedos.
fi: Poimi palikka kahdella sormella.
fr: Ramassez le rond avec deux doigts.
fr_ca: Saisissez le cercle avec deux doigts.
he: הרם/י את הדיסקית בשתי אצבעות.
hi: दो उँगलियों से पेग को उठाएँ।
hr: Podignite klin s dva prsta.
hu: Fogja meg a kört két ujjal.
id: Ambil sumbat dengan dua jari.
it: Afferra l'icona colorata utilizzando due dita.
ja: 2本の指で円をつまんでください。
ko: 두 손가락을 사용하여 페그를 집으십시오.
ms: Kutip pancang menggunakan dua jari.
nb: Bruk to fingre til å løfte opp pluggen.
nl: Pak het schijfje op met twee vingers.
pl: Podnieś kołek dwoma palcami.
pt: Pegue o círculo usando dois dedos.
pt_pt: Apanhe o círculo com dois dedos.
ro: Ridicați cercul folosind două degete.
ru: Поднимите колышек двумя пальцами.
sk: Zdvihnite kolík dvomi prstami.
sv: Lyft upp pinnen med två fingrar.
sw: Chukua kipini kwa kutumia vidole viwili.
th: ใช้นิ้วสองนิ้วหยิบหมุด
tr: İki parmağınızla daireyi alın.
uk: Візьміть кілок двома пальцями.
vi: Nhặt miếng gỗ bằng hai ngón tay.
zh_cn: 用两个手指拿起圆饼。
zh_hk: 用兩指拿起圓柱。
zh_tw: 用兩指拿起圓柱。

# HOLE_PEG_TEST_TEXT_2
source: Lift fingers to drop the peg.
ar: ارفع الأصابع لإسقاط العقدة.
ca: Aixeca els dits per deixar caure la clavilla.
cs: Zvednutím prstů kolík pusťte.
da: Løft fingrene for at slippe cirklen.
de: Hebe den Finger, um den Kreis auf die Zielposition zu setzen.
el: Σηκώστε τα δάχτυλα για να αφήσετε τον κύκλο.
es: Levanta los dedos para soltar la clavija.
es_419: Levanta los dedos para soltar la estaca.
fi: Pudota palikka nostamalla sormia.
fr: Levez les doigts pour faire tomber le rond.
fr_ca: Levez vos doigts pour relâcher le cercle.
he: הרם/י את אצבעותיך כדי להפיל את הדיסקית.
hi: पेग को डालने के लिए उँगलियों को उठाएँ।
hr: Podignite prste da biste ispustili klin.
hu: Emelje fel az ujjait a kör elhelyezéséhez.
id: Angkat jari untuk menjatuhkan sumbat.
it: Solleva le dita per rilasciare l'icona colorata.
ja: 指で円を持ち上げて移動させ落としてください。
ko: 손가락을 떼어서 페그를 내려놓으십시오.
ms: Angkat jari untuk menjatuhkan pancang.
nb: Løft fingrene for å slippe pluggen.
nl: Til je vingers op om het schijfje los te laten.
pl: Unieś palce, aby upuścić kołek.
pt: Tire o dedo da tela para largar o círculo.
pt_pt: Levante os dedos para largar o círculo.
ro: Ridicați degetele pentru a elibera cercul.
ru: Приподнимите пальцы, чтобы бросить колышек.
sk: Nadvihnutím prstov pustite kolík.
sv: Släpp pinnen genom att lyfta på fingrarna.
sw: Inua vidole kuachia kipini.
th: ปล่อยนิ้วเพื่อปล่อยหมุด
tr: Daireyi bırakmak için parmakları kaldırın.
uk: Підніміть пальці, щоб опустити кілок.
vi: Nhấc các ngón tay để thả rơi miếng gỗ.
zh_cn: 抬起手指以放下圆饼。
zh_hk: 放開手指以放下圓柱。
zh_tw: 抬起手指來放下圓柱。

# HOLE_PEG_TEST_TITLE_%@
source: %@-Hole Peg Test
ar: ‏%@-فحص العقدة والحفرة
ca: Test de les %@ clavilles
cs: %@kolíkový test
da: %@-huls Pegtest
el: Δοκιμή %@-HPT
es: Prueba de las %@ clavijas
es_419: Prueba de las %@ estacas
fi: %@ reiän palikkatesti
fr: Test des %@ chevilles
fr_ca: Test des %@ trous
he: מבחן דיסקית של %@ חורים
hi: %@-होल पेग परीक्षण
hr: Test s %@ rupa i klinovima
hu: %@ lyukú körillesztő teszt
id: Uji Sumbat %@ Lubang
it: Test dei %@ pioli
ja: %@ホールペグテスト
ko: %@-홀 페그 테스트
ms: Ujian Pancang %@ Lubang
nb: %@-hulls pluggtest
nl: %@-schijventest
pl: Test %@-HPT (otwory i kołki)
pt: Teste dos %@ Pinos nos Buracos
pt_pt: Teste dos %@ buracos e pinos
ro: Testul cu %@ cercuri
ru: Тест «Вставляем %@ колышков»
sk: %@-kolíkový test
sv: %@-håls pegtest
sw: %@-Mtihani wa Pengo la Gogo
th: การทดสอบวางหมุด %@ ครั้ง
tr: %@ Delikli Daire Testi
uk: Кілковий тест на %@ отворів
vi: Kiểm tra Bảng %@ Lỗ
zh_cn: %@ 孔插棒测试
zh_hk: %@ 孔柱測試
zh_tw: %@孔圓柱測試

# INVALID_EMAIL_ALERT_MESSAGE
source: Invalid email address: %@
ar: عنوان البريد الإلكتروني غير صالح: %@
ca: Adreça electrònica no vàlida: %@
cs: Neplatná e‑mailová adresa: %@
da: Ugyldig e-mailadresse: %@
de: Ungültige E-Mail-Adresse: %@
el: Μη έγκυρη διεύθυνση email: %@
es: Dirección de correo electrónico no válida: %@
es_419: Correo electrónico no válido: %@
fi: Virheellinen sähköpostiosoite: %@
fr: Adresse e-mail non valide : %@
fr_ca: Adresse courriel non valide : %@
he: כתובת דוא״ל לא תקינה: %@
hi: अमान्य ईमेल पता : %@
hr: Nevažeća e-mail adresa: %@
hu: Érvénytelen e-mail cím: %@
id: Alamat email tidak sah: %@
it: Indirizzo e-mail non valido: %@
ja: メールアドレスが無効です: %@
ko: 이메일 주소가 유효하지 않음: %@
ms: Alamat e-mel tidak sah: %@
nb: Ugyldig e-postadresse: %@
nl: Ongeldig e‑mailadres: %@
pl: Nieprawidłowy adres email: %@
pt: Endereço de e-mail inválido: %@
pt_pt: Endereço de e‑mail inválido: %@
ro: Adresă de e-mail nevalidă: %@
ru: Недействительный адрес e-mail: %@
sk: Neplatná emailová adresa: %@
sv: Ogiltig e-postadress: %@
sw: Anwani ya barua pepe si sahihi: %@
th: ที่อยู่อีเมลที่ไม่ถูกต้อง: %@
tr: Geçersiz e-posta adresi: %@
uk: Хибна адреса е-пошти: %@
vi: Địa chỉ email không hợp lệ: %@
zh_cn: 无效的电子邮件地址：%@
zh_hk: 無效的電郵地址：%@
zh_tw: 無效的電子郵件位址：%@

# KEYCHAIN_ADD_ERROR_MESSAGE
source: Could not add Keychain item.
ar: تعذر إضافة عنصر سلسلة المفاتيح.
ca: No s’ha pogut afegir l’ítem del clauer.
cs: Nepodařilo se přidat položku do svazku klíčů.
da: Nøgleringsemne kunne ikke tilføjes.
de: Schlüsselbundobjekt konnte nicht hinzugefügt werden
el: Δεν ήταν δυνατή η προσθήκη στοιχείου της Κλειδοθήκης.
es: No se ha podido añadir el ítem del llavero.
es_419: No se pudo agregar el elemento de Llavero.
fi: Avainnipun kohdetta ei voitu lisätä.
fr: Impossible d’ajouter l’élément du trousseau.
fr_ca: Impossible d’ajouter l’élément du trousseau.
he: לא ניתן היה להוסיף את פריט צרור המפתחות.
hi: कीचेन आइटम को जोड़ा नहीं जा सका।
hr: Nije moguće dodati stavku privjeska ključeva.
hu: Nem lehetett hozzáadni a Kulcskarika-elemet.
id: Tidak dapat menambah item Rantai Kunci.
it: Impossibile aggiungere l'elemento del portachiavi.
ja: キーチェーン項目を追加できませんでした。
ko: 키체인 항목을 추가할 수 없습니다.
ms: Tidak dapat menambah item Rantai Kunci.
nb: Kunne ikke legge til nøkkelringobjekt.
nl: Sleutelhangeronderdeel kan niet worden toegevoegd.
pl: Nie można było dodać rzeczy pęku kluczy.
pt: Não foi possível adicionar a chave.
pt_pt: Não foi possível adicionar elemento do Porta‑chaves.
ro: Imposibil de adăugat articolul din portchei.
ru: Не удалось добавить объект связки ключей.
sk: Nepodarilo sa pridať položku kľúčenky.
sv: Kunde inte lägga till nyckelringsobjekt.
sw: Haikuweza kuongeza kipengee cha Keychain.
th: ไม่สามารถเพิ่มรายการในพวงกุญแจ
tr: Anahtar zinciri öğesi eklenemedi.
uk: Не вдалося додати елемент до В'язки.
vi: Không thể thêm mục Chuỗi khóa.
zh_cn: 无法添加钥匙串项。
zh_hk: 無法加入「鑰匙圈」項目。
zh_tw: 無法加入鑰匙圈項目。

# KEYCHAIN_DELETE_ERROR_MESSAGE
source: Could not delete Keychain item.
ar: تعذر حذف عنصر سلسلة المفاتيح.
ca: No s’ha pogut eliminar l’ítem del clauer.
cs: Nepodařilo se smazat položku ze svazku klíčů.
da: Nøgleringsemne kunne ikke slettes.
de: Schlüsselbundobjekt konnte nicht entfernt werden
el: Δεν ήταν δυνατή η διαγραφή στοιχείου της Κλειδοθήκης.
es: No se ha podido eliminar el ítem del llavero.
es_419: No se pudo eliminar el elemento de Llavero.
fi: Avainnipun kohdetta ei voitu poistaa.
fr: Impossible de supprimer l’élément du trousseau.
fr_ca: Impossible de supprimer l’élément du trousseau.
he: לא ניתן היה למחוק את פריט צרור המפתחות.
hi: कीचेन आइटम को डिलीट नहीं किया जा सका।
hr: Nije moguće obrisati stavku privjeska ključeva.
hu: Nem lehetett törölni a Kulcskarika-elemet.
id: Tidak dapat menghapus item Rantai Kunci.
it: Impossibile eliminare l'elemento del portachiavi.
ja: キーチェーン項目を削除できませんでした。
ko: 키체인 항목을 삭제할 수 없습니다.
ms: Tidak dapat memadamkan item Rantai Kunci.
nb: Kunne ikke slette nøkkelringobjekt.
nl: Sleutelhangeronderdeel kan niet worden verwijderd.
pl: Nie można było usunąć rzeczy pęku kluczy.
pt: Não foi possível apagar a chave.
pt_pt: Não foi possível apagar elemento do Porta‑chaves.
ro: Imposibil de șters articolul din portchei.
ru: Не удалось удалить объект связки ключей.
sk: Nepodarilo sa vymazať položku kľúčenky.
sv: Kunde inte radera nyckelringsobjekt.
sw: Haikuweza kufuta kipengee cha Keychain.
th: ไม่สามารถลบรายการในพวงกุญแจ
tr: Anahtar zinciri öğesi silinemedi.
uk: Не вдалося видалити елемент із В'язки.
vi: Không thể xóa mục Chuỗi khóa.
zh_cn: 无法删除钥匙串项。
zh_hk: 無法刪除「鑰匙圈」項目。
zh_tw: 無法刪除鑰匙圈項目。

# KEYCHAIN_FIND_ERROR_MESSAGE
source: Could not find Keychain item.
ar: تعذر العثور على عنصر سلسلة المفاتيح.
ca: No s’ha trobat l’ítem del clauer.
cs: Nepodařilo se najít položku ve svazku klíčů.
da: Nøgleringsemne blev ikke fundet.
de: Schlüsselbundobjekt konnte nicht gefunden werden
el: Δεν ήταν δυνατή η εύρεση στοιχείου της Κλειδοθήκης.
es: No se ha podido encontrar el ítem del llavero.
es_419: No se pudo encontrar el elemento de Llavero.
fi: Avainnipun kohdetta ei löydy.
fr: Impossible de localiser l’élément du trousseau.
fr_ca: Impossible de trouver l’élément du trousseau.
he: לא ניתן היה למצוא את פריט צרור המפתחות.
hi: कीचेन आइटम को खोजा नहीं जा सका।
hr: Nije moguće pronaći stavku privjeska ključeva.
hu: A Kulcskarika-elem nem található.
id: Tidak dapat menemukan item Rantai Kunci.
it: Impossibile trovare l'elemento del portachiavi.
ja: キーチェーン項目が見つかりませんでした。
ko: 키체인 항목을 찾을 수 없습니다.
ms: Tidak dapat mencari item Rantai Kunci.
nb: Fant ikke nøkkelringobjekt.
nl: Sleutelhangeronderdeel is onvindbaar.
pl: Nie można było znaleźć rzeczy pęku kluczy.
pt: Não foi possível encontrar a chave.
pt_pt: Não foi possível encontrar elemento do Porta‑chaves.
ro: Imposibil de găsit articolul din portchei.
ru: Не удалось найти объект связки ключей.
sk: Položka kľúčenky sa nenašla.
sv: Kunde inte hitta nyckelringsobjekt.
sw: Haikuweza kupata kipengee cha Keychain.
th: ไม่สามารถค้นหารายการในพวงกุญแจ
tr: Anahtar zinciri öğesi bulunamadı.
uk: Не вдалося знайти елемент В'язки.
vi: Không thể tìm mục Chuỗi khóa.
zh_cn: 无法找到钥匙串项。
zh_hk: 找不到「鑰匙圈」項目。
zh_tw: 無法找到鑰匙圈項目。

# KEYCHAIN_UPDATE_ERROR_MESSAGE
source: Could not update Keychain item.
ar: تعذر تحديث عنصر سلسلة المفاتيح.
ca: No s’ha pogut actualitzar l’ítem del clauer.
cs: Nepodařilo se aktualizovat položku ve svazku klíčů.
da: Nøgleringsemne kunne ikke opdateres.
de: Schlüsselbundobjekt konnte nicht aktualisiert werden
el: Δεν ήταν δυνατή η ενημέρωση στοιχείου της Κλειδοθήκης.
es: No se ha podido actualizar el ítem del llavero.
es_419: No se pudo actualizar el elemento de Llavero.
fi: Avainnipun kohdetta ei voitu päivittää.
fr: Impossible de mettre à jour l’élément du trousseau.
fr_ca: Impossible de mettre à jour l’élément du trousseau.
he: לא ניתן היה לעדכן את פריט צרור המפתחות.
hi: कीचेन आइटम को अपडेट नहीं किया जा सका।
hr: Nije moguće ažurirati stavku privjeska ključeva.
hu: Nem lehetett frissíteni a Kulcskarika-elemet.
id: Tidak dapat memperbarui item Rantai Kunci.
it: Impossibile aggiornare l'elemento del portachiavi.
ja: キーチェーン項目をアップデートできませんでした。
ko: 키체인 항목을 업데이트할 수 없습니다.
ms: Tidak dapat mengemas kini item Rantai Kunci.
nb: Kunne ikke oppdatere nøkkelringobjekt.
nl: Sleutelhangeronderdeel kan niet worden bijgewerkt.
pl: Nie można było uaktualnić rzeczy pęku kluczy.
pt: Não foi possível atualizar a chave.
pt_pt: Não foi possível atualizar elemento do Porta‑chaves.
ro: Imposibil de actualizat articolul din portchei.
ru: Не удалось обновить объект связки ключей.
sk: Nepodarilo sa aktualizovať položku kľúčenky.
sv: Kunde inte uppdatera nyckelringsobjekt.
sw: Haikuweza kusasisha kipengee cha Keychain.
th: ไม่สามารถอัพเดทรายการในพวงกุญแจ
tr: Anahtar zinciri öğesi güncellenemedi.
uk: Не вдалося оновити елемент В'язки.
vi: Không thể cập nhật mục Chuỗi khóa.
zh_cn: 无法更新钥匙串项。
zh_hk: 無法更新「鑰匙圈」項目。
zh_tw: 無法升級鑰匙圈項目。

# KNEE_RANGE_OF_MOTION_SPOKEN_INSTRUCTION_LEFT
source: Extend your left knee. Then tap anywhere.
ar: قم بتمديد ركبتك اليسرى. ثم اضغط في أي مكان.
ca: Estén el genoll esquerre. Tot seguit, prem a qualsevol lloc.
cs: Narovnejte levou nohu v koleni a potom kamkoli klepněte.
da: Stræk dit venstre knæ. Tryk derefter et tilfældigt sted.
de: Strecke dein linkes Knie aus und tippe irgendwo auf den Bildschirm.
el: Τεντώστε το αριστερό σας γόνατο. Μετά, αγγίξτε οπουδήποτε.
es: Estira la rodilla izquierda y, a continuación, pulsa cualquier punto de la pantalla.
fi: Ojenna vasen polvi suoraksi. Napauta sitten johonkin.
fr: Étendez le genou gauche. Touchez ensuite l’écran n’importe où.
fr_ca: Étendez le genou gauche, puis touchez l’écran n’importe où.
he: ישר/י את ברך שמאל והקש/י על המסך.
hi: अपना बायाँ घुटना आगे बढ़ाएँ। फिर कहीं भी टैप करें।
hr: Ispružite lijevo koljeno. Zatim dodirnite bilo gdje.
hu: Nyújtsa ki a bal térdét, majd koppintson valahová.
id: Regangkan lutut kiri Anda. Lalu, ketuk di mana saja.
it: Estendi il ginocchio sinistro. Quindi tocca un punto qualsiasi.
ja: 左膝を伸ばしてください。次にどこかをタップしてください。
ko: 왼쪽 무릎을 편 다음 아무 곳이나 탭하십시오.
ms: Lunjurkan lutut kiri anda. Kemudian ketik di mana-mana.
nl: Strek je linkerknie. Tik vervolgens op het scherm.
pl: Rozciągnij lewe kolano. Stuknij w dowolnym miejscu.
pt: Estique seu joelho esquerdo. Em seguida, toque em qualquer lugar.
pt_pt: Estique o seu joelho esquerdo. Depois toque no ecrã em qualquer lugar.
ro: Întindeți genunchiul stâng, apoi apăsați oriunde.
ru: Разогните левую ногу. Затем коснитесь экрана в любом месте.
sk: Vystrite ľavé koleno. Potom klepnite na obrazovku.
sv: Sträck ut ditt vänstra knä. Tryck sedan var som helst.
sw: Nyoosha goti lako la kushoto. Kisha gusa mahali popote.
th: เหยียดเข่าข้างซ้ายของคุณแล้วแตะที่ใดก็ได้
tr: Sol dizinizi uzatın. Sonra herhangi bir yere dokunun.
uk: Витягніть ногу в лівому коліні. Потім торкніть будь-де.
vi: Duỗi đầu gối chân trái của bạn. Sau đó, chạm vào bất kỳ đâu.
zh_cn: 伸展您的左膝。然后轻点任意位置。
zh_hk: 伸直左膝，然後點一下任何一處。
zh_tw: 伸直您的左膝。然後隨處點一下。

# KNEE_RANGE_OF_MOTION_SPOKEN_INSTRUCTION_RIGHT
source: Extend your right knee. Then tap anywhere.
ar: قم بتمديد ركبتك اليمنى. ثم اضغط في أي مكان.
ca: Estén el genoll dret. Tot seguit, prem a qualsevol lloc.
cs: Narovnejte pravou nohu v koleni a potom kamkoli klepněte.
da: Stræk dit højre knæ. Tryk derefter et tilfældigt sted.
de: Strecke dein rechtes Knie aus und tippe irgendwo auf den Bildschirm.
el: Τεντώστε το δεξιό σας γόνατο. Μετά, αγγίξτε οπουδήποτε.
es: Estira la rodilla derecha y, a continuación, pulsa cualquier punto de la pantalla.
fi: Ojenna oikea polvi suoraksi. Napauta sitten johonkin.
fr: Étendez le genou droit. Touchez ensuite l’écran n’importe où.
fr_ca: Étendez le genou droit, puis touchez l’écran n’importe où.
he: ישר/י את ברך ימין והקש/י על המסך.
hi: अपना दायाँ घुटना आगे बढ़ाएँ। फिर कहीं भी टैप करें।
hr: Ispružite desno koljeno. Zatim dodirnite bilo gdje.
hu: Nyújtsa ki a jobb térdét, majd koppintson valahová.
id: Regangkan lutut kanan Anda. Lalu, ketuk di mana saja.
it: Estendi il ginocchio destro. Quindi tocca un punto qualsiasi.
ja: 右膝を伸ばしてください。次にどこかをタップしてください。
ko: 오른쪽 무릎을 편 다음 아무 곳이나 탭하십시오.
ms: Lunjurkan lutut kanan anda. Kemudian ketik di mana-mana.
nl: Strek je rechterknie. Tik vervolgens op het scherm.
pl: Rozciągnij prawe kolano. Stuknij w dowolnym miejscu.
pt: Estique seu joelho direito. Em seguida, toque em qualquer lugar.
pt_pt: Estique o seu joelho direito. Depois toque no ecrã em qualquer lugar.
ro: Întindeți genunchiul drept, apoi apăsați oriunde.
ru: Разогните правую ногу. Затем коснитесь экрана в любом месте.
sk: Vystrite pravé koleno. Potom klepnite na obrazovku.
sv: Sträck ut ditt högra knä. Tryck sedan var som helst.
sw: Nyosha goti lako la kulia. Halafu gonga mahali popote.
th: เหยียดเข่าข้างขวาของคุณแล้วแตะที่ใดก็ได้
tr: Sağ dizinizi uzatın. Sonra herhangi bir yere dokunun.
uk: Витягніть ногу в правому коліні. Потім торкніть будь-де.
vi: Duỗi đầu gối chân phải của bạn. Sau đó, chạm vào bất kỳ đâu.
zh_cn: 伸展您的右膝。然后轻点任意位置。
zh_hk: 伸直右膝，然後點一下任何一處。
zh_tw: 伸直您的右膝。然後隨處點一下。
